{
    "All rights reserved.": "All rights reserved.",
    "Terms of Service": "Terms of Service",
    "Privacy Policy": "Privacy Policy",
    "Planes": "Plans",
    "Acceso a Usuarios": "User Access",
    "La gestión de tu restaurante, elevada a la perfección.": "The management of your restaurant, elevated to perfection.",
    "Tlacualli es la plataforma todo-en-uno que centraliza tus órdenes, mesas, inventario y personal para que te concentres en lo que más importa: crear experiencias inolvidables.": "Tlacualli is the all-in-one platform that centralizes your orders, tables, inventory, and staff so you can focus on what matters most: creating unforgettable experiences.",
    "Comienza a Crecer (Prueba 15 días)": "Start Growing (15-day Trial)",
    "Todo lo que necesitas, en un solo lugar": "Everything you need, in one place",
    "Desde la toma de pedidos hasta el análisis de rentabilidad, Tlacualli te da el control total de tu operación.": "From order taking to profitability analysis, Tlacualli gives you total control of your operation.",
    "Gestión de Órdenes Ágil": "Agile Order Management",
    "Toma de pedidos en sitio y para llevar de forma rápida y sin errores, con modificadores avanzados y modo mostrador.": "Take on-site and takeout orders quickly and error-free, with advanced modifiers and counter mode.",
    "Mapa Digital de Mesas": "Digital Table Map",
    "Visualiza y gestiona tu restaurante con un mapa interactivo. Asigna mesas y áreas a tu personal en tiempo real.": "Visualize and manage your restaurant with an interactive map. Assign tables and areas to your staff in real-time.",
    "Menú y Recetas Centralizados": "Centralized Menu & Recipes",
    "Configura tu menú, recetas y costos una sola vez y compártelo instantáneamente con todo tu equipo.": "Set up your menu, recipes, and costs once and share it instantly with your entire team.",
    "Control de Inventario": "Inventory Control",
    "Mantén tu inventario al día, gestiona proveedores y reduce el desperdicio con nuestro sistema integrado.": "Keep your inventory up to date, manage suppliers, and reduce waste with our integrated system.",
    "Reportes con IA": "AI-Powered Reports",
    "Obtén insights valiosos sobre tus ventas y optimiza tu menú para maximizar la rentabilidad con nuestra IA.": "Get valuable insights on your sales and optimize your menu to maximize profitability with our AI.",
    "Administración de Personal": "Staff Management",
    "Define roles, asigna permisos específicos por módulo y gestiona a tu equipo de forma segura y eficiente.": "Define roles, assign specific module permissions, and manage your team securely and efficiently.",
    "¿Cómo funciona?": "How does it work?",
    "Impulsando el éxito de restaurantes como el tuyo": "Driving the success of restaurants like yours",
    "“Tlacualli transformó nuestra operación. El mapa de mesas y la gestión de inventario nos han ahorrado horas de trabajo y miles de pesos al mes. Es la herramienta que no sabíamos que necesitábamos.”": "“Tlacualli transformed our operation. The table map and inventory management have saved us hours of work and thousands of pesos a month. It's the tool we didn't know we needed.”",
    "Gerente, Sabor Ancestral": "Manager, Sabor Ancestral",
    "“Los reportes con IA son simplemente increíbles. Hemos ajustado nuestro menú basándonos en los datos y vimos un aumento del 20% en la rentabilidad. Totalmente recomendado.”": "“The AI reports are simply incredible. We've adjusted our menu based on the data and saw a 20% increase in profitability. Totally recommended.”",
    "Dueño, El Grill del Compaye": "Owner, El Grill del Compaye",
    "¿Tienes Preguntas?": "Have Questions?",
    "Estamos aquí para ayudarte. Envíanos un mensaje y nuestro equipo se pondrá en contacto contigo a la brevedad.": "We're here to help. Send us a message and our team will get in touch with you shortly.",
    "Nombre": "Name",
    "Tu nombre completo": "Your full name",
    "Correo Electrónico": "Email",
    "tu@correo.com": "you@email.com",
    "Mensaje": "Message",
    "Escribe tu duda o comentario aquí...": "Write your question or comment here...",
    "Enviar Mensaje": "Send Message",
    "¡Mensaje Enviado!": "Message Sent!",
    "Error": "Error",
    "¿Listo para llevar tu restaurante al siguiente nivel?": "Ready to take your restaurant to the next level?",
    "Únete a los restaurantes que ya están optimizando su gestión con Tlacualli.": "Join the restaurants that are already optimizing their management with Tlacualli.",
    "Obtener Acceso Anticipado (Prueba 15 días)": "Get Early Access (15-day Trial)",
    "User (email)": "User (email)",
    "Password": "Password",
    "Remember me": "Remember me",
    "Forgot your password?": "Forgot your password?",
    "LOG IN": "LOG IN",
    "The email or password are incorrect.": "The email or password are incorrect.",
    "Login Failed": "Login Failed",
    "Invalid credentials or connection error. Please try again.": "Invalid credentials or connection error. Please try again.",
    "The user is not active or does not have permissions.": "The user is not active or does not have permissions.",
    "The restaurant this user belongs to is not active.": "The restaurant this user belongs to is not active.",
    "The associated restaurant could not be found.": "The associated restaurant could not be found.",
    "Email required": "Email required",
    "Please enter your email to reset your password.": "Please enter your email to reset your password.",
    "Recovery email sent": "Recovery email sent",
    "Check your inbox to reset your password.": "Check your inbox to reset your password.",
    "Could not send recovery email. Please try again.": "Could not send recovery email. Please try again.",
    "No user found with that email address.": "No user found with that email address.",
    "Login Successful": "Login Successful",
    "Welcome back, {{name}}!": "Welcome back, {{name}}!",
    "Unrecognized user profile or invalid status.": "Unrecognized user profile or invalid status.",
    "Administrator Dashboard": "Administrator Dashboard",
    "Manage your restaurant's operations.": "Manage your restaurant's operations.",
    "Modules": "Modules",
    "Orders": "Orders",
    "Menu & Recipes": "Menu & Recipes",
    "Staff": "Staff",
    "Inventory": "Inventory",
    "Kitchen": "Kitchen",
    "Reports": "Reports",
    "Digital Map": "Digital Map",
    "Menu Clientes": "Customer Menu",
    "Settings": "Settings",
    "Menu Options": "Menu Options",
    "Choose an action for the customer menu.": "Choose an action for the customer menu.",
    "Go to Menu": "Go to Menu",
    "Generate QR Code": "Generate QR Code",
    "Scan this code to view the menu.": "Scan this code to view the menu.",
    "Download": "Download",
    "Print": "Print",
    "Print QR Code": "Print QR Code",
    "Hide password": "Hide password",
    "Show password": "Show password",
    "Register Your Restaurant": "Register Your Restaurant",
    "Take the first step to elevate your restaurant.": "Take the first step to elevate your restaurant.",
    "Restaurant Name": "Restaurant Name",
    "e.g., Tacos El Sol": "e.g., Tacos El Sol",
    "Social Reason": "Social Reason",
    "e.g., Tacos El Sol S.A. de C.V.": "e.g., Tacos El Sol S.A. de C.V.",
    "Style": "Style",
    "Select a style": "Select a style",
    "Italiano": "Italian",
    "Mar y tierra": "Surf and turf",
    "Carnes": "Steakhouse",
    "Mariscos": "Seafood",
    "Mexicano": "Mexican",
    "Japonés": "Japanese",
    "Otro": "Other",
    "Address": "Address",
    "e.g., Main St 123, Downtown": "e.g., Main St 123, Downtown",
    "Municipality or City": "Municipality or City",
    "e.g., Cuauhtémoc": "e.g., Cuauhtémoc",
    "State": "State",
    "Select a state": "Select a state",
    "Contact Information (Administrator)": "Contact Information (Administrator)",
    "Phone (will be the password)": "Phone (will be the password)",
    "Minimum 6 digits": "Minimum 6 digits",
    "Email (will be the username)": "Email (will be the username)",
    "e.g., admin@tacoselsol.com": "e.g., admin@tacoselsol.com",
    "RFC": "RFC",
    "e.g., SOLT850101XXX": "e.g., SOLT850101XXX",
    "Registering...": "Registering...",
    "Operation Error": "Operation Error",
    "The email is already in use by another administrator.": "The email is already in use by another administrator.",
    "The password (phone) must be at least 6 characters long.": "The password (phone) must be at least 6 characters long.",
    "The email format is invalid.": "The email format is invalid.",
    "An error occurred during the operation.": "An error occurred during the operation.",
    "Registration Successful!": "Registration Successful!",
    "Your restaurant has been successfully registered. An email with your access details has been sent. Please check your inbox (and spam folder).": "Your restaurant has been successfully registered. An email with your access details has been sent. Please check your inbox (and spam folder).",
    "Go to Login": "Go to Login",
    "Elige el plan que hará": "Choose the plan that will make",
    "crecer": "your business",
    "tu negocio": "grow",
    "En Tlacualli App, creemos que la tecnología debe ser accesible para todos. Por eso, hemos diseñado planes que se adaptan perfectamente al tamaño de tu restaurante, ayudándote a gestionar tu negocio de manera eficiente, sin complicaciones y a un precio justo.": "At Tlacualli App, we believe technology should be accessible to everyone. That's why we've designed plans that perfectly fit the size of your restaurant, helping you manage your business efficiently, without complications, and at a fair price.",
    "Regístrate y prueba Tlacualli App gratis por 15 días": "Sign up and try Tlacualli App free for 15 days",
    "¿Aún no estás seguro? No te preocupes. Te invitamos a probar todas las funcionalidades de Tlacualli App sin costo. Sin tarjeta de crédito ni compromisos. Explora cómo nuestra herramienta puede transformar la gestión de tu restaurante y descubre por qué miles de negocios confían en nosotros.": "Not sure yet? Don't worry. We invite you to try all the features of Tlacualli App at no cost. No credit card or commitments required. Explore how our tool can transform your restaurant management and discover why thousands of businesses trust us.",
    "¡Empieza tu prueba gratuita ahora!": "Start your free trial now!",
    "Compara nuestros planes": "Compare our plans",
    "Encuentra la solución perfecta para tu restaurante.": "Find the perfect solution for your restaurant.",
    "Funcionalidad": "Feature",
    "¿Por qué elegir Tlacualli?": "Why choose Tlacualli?",
    "Precios sin competencia": "Unbeatable prices",
    "Ofrecemos las tarifas más competitivas del mercado, dándote acceso a tecnología de punta sin sacrificar tu presupuesto.": "We offer the most competitive rates on the market, giving you access to cutting-edge technology without sacrificing your budget.",
    "Fácil de usar": "Easy to use",
    "Nuestra interfaz es tan intuitiva que no necesitarás capacitación técnica. Empieza a gestionar tu restaurante en minutos.": "Our interface is so intuitive you won't need technical training. Start managing your restaurant in minutes.",
    "Sin contratos forzosos": "No binding contracts",
    "Tu libertad es importante. Por eso, puedes cancelar tu suscripción en cualquier momento, sin preguntas ni penalizaciones.": "Your freedom is important. That's why you can cancel your subscription at any time, with no questions or penalties.",
    "Preguntas Frecuentes": "Frequently Asked Questions",
    "¿Cómo funcionan los 15 días de prueba gratuita?": "How does the 15-day free trial work?",
    "Simplemente regístrate y tendrás acceso a todas las funcionalidades del Plan Pro durante 15 días, sin necesidad de ingresar una tarjeta de crédito. Al finalizar el periodo, podrás elegir el plan que mejor se adapte a ti.": "Simply sign up and you'll have access to all the features of the Pro Plan for 15 days, without needing to enter a credit card. At the end of the period, you can choose the plan that best suits you.",
    "¿Puedo cambiar de plan en cualquier momento?": "Can I change my plan at any time?",
    "¡Sí! Puedes cambiar de plan, ya sea para ampliar o reducir tus servicios, en cualquier momento desde el panel de configuración de tu cuenta. El cambio se aplicará en tu siguiente ciclo de facturación.": "Yes! You can change your plan, whether to upgrade or downgrade your services, at any time from your account's settings panel. The change will be applied to your next billing cycle.",
    "¿Los precios mostrados incluyen el IVA?": "Do the displayed prices include VAT?",
    "Los precios mostrados son más IVA. El impuesto se desglosará en tu factura al momento del pago.": "The displayed prices are plus VAT. The tax will be itemized on your invoice at the time of payment.",
    "¿Qué formas de pago aceptan?": "What payment methods do you accept?",
    "Aceptamos las principales tarjetas de crédito y débito. Todo el proceso de pago es seguro y está encriptado.": "We accept all major credit and debit cards. The entire payment process is secure and encrypted.",
    "¿Hay algún contrato forzoso?": "Are there any binding contracts?",
    "No. En Tlacualli App creemos en la flexibilidad. Puedes cancelar tu suscripción en cualquier momento, sin penalizaciones ni contratos a largo plazo.": "No. At Tlacualli App, we believe in flexibility. You can cancel your subscription at any time, without penalties or long-term contracts.",
    "Plan Esencial": "Essential Plan",
    "Ideal para cafeterías, food trucks o restaurantes pequeños.": "Ideal for cafes, food trucks, or small restaurants.",
    "Gestión de hasta 6 mesas.": "Manage up to 6 tables.",
    "Control de hasta 500 órdenes mensuales.": "Control up to 500 monthly orders.",
    "Control de inventarios, recetas y menús.": "Control of inventories, recipes, and menus.",
    "Soporte técnico por chat.": "Chat support.",
    "Empezar con Esencial": "Start with Essential",
    "El plan perfecto para empezar a digitalizar tu negocio. Gestiona tus mesas y pedidos con precisión, lleva un control de tus recetas e inventarios y olvídate de las libretas. Por menos de lo que cuesta un café al día, obtén la herramienta que necesitas para organizar tu operación.": "The perfect plan to start digitizing your business. Manage your tables and orders with precision, keep track of your recipes and inventories, and forget about notebooks. For less than the cost of a coffee a day, get the tool you need to organize your operation.",
    "Plan Pro": "Pro Plan",
    "Perfecto para restaurantes familiares o negocios con alta demanda.": "Perfect for family restaurants or high-demand businesses.",
    "Gestión de hasta 15 mesas.": "Manage up to 15 tables.",
    "Control de hasta 2,000 órdenes mensuales.": "Control up to 2,000 monthly orders.",
    "Todas las funcionalidades del plan Esencial.": "All the features of the Essential plan.",
    "Soporte prioritario.": "Priority support.",
    "Elegir Plan Pro": "Choose Pro Plan",
    "Más Popular": "Most Popular",
    "Este plan es el socio ideal para negocios que no paran de crecer. Acelera tus procesos, atiende a más clientes y mantén el control de tus ventas con una capacidad superior. Maximiza tu rentabilidad y gestiona picos de demanda con una herramienta que se adapta a tu ritmo.": "This plan is the ideal partner for businesses that never stop growing. Speed up your processes, serve more customers, and maintain control of your sales with superior capacity. Maximize your profitability and manage demand peaks with a tool that adapts to your pace.",
    "Plan Ilimitado": "Unlimited Plan",
    "Para restaurantes con gran afluencia, franquicias o múltiples ubicaciones.": "For high-traffic restaurants, franchises, or multiple locations.",
    "Gestión de hasta 25 mesas.": "Manage up to 25 tables.",
    "Control de hasta 5,000 órdenes mensuales.": "Control up to 5,000 monthly orders.",
    "Todas las funcionalidades de los planes anteriores.": "All the features of the previous plans.",
    "Soporte dedicado y consultoría.": "Dedicated support and consulting.",
    "Contactar para Ilimitado": "Contact for Unlimited",
    "Diseñado para los líderes de la industria. Si tu negocio tiene un alto volumen de ventas y necesitas un control total, el Plan Ilimitado es para ti. Con esta capacidad, podrás gestionar cada mesa y cada orden sin preocuparte por los límites. La solución completa para tu éxito a gran escala.": "Designed for industry leaders. If your business has a high sales volume and you need total control, the Unlimited Plan is for you. With this capacity, you can manage every table and every order without worrying about limits. The complete solution for your large-scale success.",
    "Mesas": "Tables",
    "Órdenes mensuales": "Monthly orders",
    "Gestión de inventarios": "Inventory management",
    "Gestión de recetas y menús": "Recipe and menu management",
    "Soporte técnico": "Technical support",
    "Hasta 6": "Up to 6",
    "Hasta 15": "Up to 15",
    "Hasta 25": "Up to 25",
    "Hasta 500": "Up to 500",
    "Hasta 2,000": "Up to 2,000",
    "Hasta 5,000": "Up to 5,000",
    "✔️": "✔️",
    "Precio mensual (+IVA)": "Monthly price (+VAT)",
    "Inventory Management": "Inventory Management",
    "Manage your stock, suppliers, and movements.": "Manage your stock, suppliers, and movements.",
    "Inventory Value": "Inventory Value",
    "Estimated value of current stock": "Estimated value of current stock",
    "Low Stock Items": "Low Stock Items",
    "Items below minimum stock level": "Items below minimum stock level",
    "Items": "Items",
    "Suppliers": "Suppliers",
    "Movements": "Movements",
    "Loading...": "Loading...",
    "Search by name or category...": "Search by name or category...",
    "Add New Item": "Add New Item",
    "Edit Item": "Edit Item",
    "Modify the item details.": "Modify the item details.",
    "Add a new item to your inventory.": "Add a new item to your inventory.",
    "Item Name": "Item Name",
    "e.g., Tomato": "e.g., Tomato",
    "Category": "Category",
    "Select a category": "Select a category",
    "Meats": "Meats",
    "Vegetables": "Vegetables",
    "Fruits": "Fruits",
    "Dairy": "Dairy",
    "Pantry": "Pantry",
    "Beverages": "Beverages",
    "Cleaning": "Cleaning",
    "Other": "Other",
    "Unit of Measure": "Unit of Measure",
    "Select a unit": "Select a unit",
    "Current Stock": "Current Stock",
    "Minimum Stock": "Minimum Stock",
    "Average Cost (Unit)": "Average Cost (Unit)",
    "Main Supplier": "Main Supplier",
    "Select a supplier": "Select a supplier",
    "Save Item": "Save Item",
    "Update Successful": "Update Successful",
    "The item has been updated.": "The item has been updated.",
    "Item Added": "Item Added",
    "The new item has been added to inventory.": "The new item has been added to inventory.",
    "Save Error": "Save Error",
    "Could not save the item information.": "Could not save the item information.",
    "Are you sure?": "Are you sure?",
    "This action cannot be undone. This will permanently delete the item.": "This action cannot be undone. This will permanently delete the item.",
    "Cancel": "Cancel",
    "Yes, delete": "Yes, delete",
    "Item Deleted": "Item Deleted",
    "The item has been removed from inventory.": "The item has been removed from inventory.",
    "Could not delete the item.": "Could not delete the item.",
    "Name": "Name",
    "Min. Stock": "Min. Stock",
    "Unit": "Unit",
    "Actions": "Actions",
    "No inventory items found.": "No inventory items found.",
    "Register Movement": "Register Movement",
    "Quantity": "Quantity",
    "entry": "entry",
    "exit": "exit",
    "adjustment": "adjustment",
    "Total Cost": "Total Cost",
    "Save Movement": "Save Movement",
    "Invalid Quantity": "Invalid Quantity",
    "Quantity must be greater than zero.": "Quantity must be greater than zero.",
    "Movement Registered": "Movement Registered",
    "The inventory has been updated.": "The inventory has been updated.",
    "Cannot have negative stock.": "Cannot have negative stock.",
    "Could not register the movement.": "Could not register the movement.",
    "Search by name...": "Search by name...",
    "Add New Supplier": "Add New Supplier",
    "Edit Supplier": "Edit Supplier",
    "Modify the supplier details.": "Modify the supplier details.",
    "Add a new supplier.": "Add a new supplier.",
    "Supplier Name": "Supplier Name",
    "e.g., Central de Abastos": "e.g., Central de Abastos",
    "Contact Name": "Contact Name",
    "e.g., Juan Robles": "e.g., Juan Robles",
    "Phone": "Phone",
    "Email": "Email",
    "Payment Terms": "Payment Terms",
    "e.g., Net 30": "e.g., Net 30",
    "Save Supplier": "Save Supplier",
    "The supplier has been updated.": "The supplier has been updated.",
    "Supplier Added": "Supplier Added",
    "The new supplier has been added.": "The new supplier has been added.",
    "Could not save the supplier information.": "Could not save the supplier information.",
    "This will permanently delete the supplier. Associated items will not be deleted but will lose their main supplier link.": "This will permanently delete the supplier. Associated items will not be deleted but will lose their main supplier link.",
    "Supplier Deleted": "Supplier Deleted",
    "The supplier has been removed.": "The supplier has been removed.",
    "Could not delete the supplier.": "Could not delete the supplier.",
    "Contact": "Contact",
    "No suppliers found.": "No suppliers found.",
    "Search by item name...": "Search by item name...",
    "Date": "Date",
    "Type": "Type",
    "Previous Stock": "Previous Stock",
    "New Stock": "New Stock",
    "User": "User",
    "Entry": "Entry",
    "Exit": "Exit",
    "Adjustment": "Adjustment",
    "No movements found.": "No movements found.",
    "Open menu": "Open menu",
    "Register Entry": "Register Entry",
    "Register Exit": "Register Exit",
    "Edit": "Edit",
    "Delete": "Delete"
}
